/*
 BrandMessengerLocalizable.strings
 BrandMessenger
 
 Copyright (c) 2015 Smooch Technologies. All rights reserved.
 */

/* Nav bar button, action sheet cancel button */
"Cancel" = "Annulla";

/* Conversation title */
"Messages" = "Messaggi";

/* Conversation header. Uses CFBundleDisplayName */
"This is the start of your conversation with the %@ team. We'll stay in touch to help you get the most out of your app.\nFeel free to leave us a message about anything that’s on your mind. We’ll get back to your questions, suggestions or anything else as soon as we can." = "Questo è l’inizio della tua conversazione con il team %@. Staremo in contatto con te per aiutarti ad ottenere quanto più possibile dalla tua app.\nSentiti libero di inviarci un messaggio su qualsiasi argomento ti venga in mente. Risponderemo alle tue domande, ai tuoi suggerimenti e qualsiasi altra cosa il prima possibile.";

/* Error message shown in conversation view */
"No Internet connection" = "Nessuna connessione a internet";

/* Error message shown in conversation view */
"Could not connect to server" = "Impossibile connettersi al server";

/* Error message shown in conversation view */
"Reconnecting..." = "Impossibile connettersi al server";

/* Fallback used by the in app notification when no message author name is found */
"%@ Team" = "Team %@";

/* Conversation send button */
"Send" = "Invia";

/* Conversation text input place holder */
"Type a message..." = "Scrivi un messaggio...";

/* Conversation nav bar left button */
"Done" = "Fatto";

/* Failure text for chat messages that fail to upload */
"Message not delivered. Tap to retry." = "Messaggio non consegnato. Premi per riprovare.";

/* Status text for chat messages */
"Sending..." = "Invio in corso...";

/* Action sheet button label */
"Take Photo" = "Scatta una foto";

/* Action sheet button label */
"Use Last Photo Taken" = "Utilizza l'ultima foto scattata";

/* Action sheet button label */
"Choose from Library" = "Scegli dalla libreria";

/* Action sheet button label */
"Resend" = "Invia di nuovo";

/* Action sheet button label */
"View Image" = "Visualizza immagine";

/* Error displayed in message bubble if image failed to download */
"Tap to reload image" = "Premi per inviare di nuovo l'immagine";

/* Error title when user selects "use latest photo", but no photos exist */
"No Photos Found" = "Nessuna foto trovata";

/* Error description when user selects "use latest photo", but no photos exist */
"Your photo library seems to be empty." = "Sembra che non ci sia alcuna foto nella tua libreria.";

/* Error title when user attempts to upload a photo but Photos access is denied */
"Can't Access Photos" = "Non riesco ad accedere alle foto";

/* Error description when user attempts to upload a photo but Photos access is denied */
"Make sure to allow photos access for this app in your privacy settings." = "Assicurati di permettere l'accesso alle foto da parte di questa app nelle impostazioni della privacy.";

/* Error title when user attempts to take a photo but camera access is denied */
"Can't Access Camera" = "Non riesco ad accedere alla videocamera";

/* Error description when user attempts to take a photo but camera access is denied */
"Make sure to allow camera access for this app in your privacy settings." = "Assicurati di permettere l'accesso alla videocamera da parte di questa app nelle impostazioni della privacy.";

/* Generic error title when user attempts to upload an image and it fails for an unknown reason */
"Can't Retrieve Photo" = "Non riesco a recuperare la foto";

/* Generic error description when user attempts to upload an image and it fails for an unknown reason */
"Please try again or select a new photo." = "Riprova o seleziona una nuova foto.";

/* UIAlertView button title to link to Settings app */
"Settings" = "Impostazioni";

/* UIAlertView button title to dismiss */
"Dismiss" = "Ignora";
